## Plan for org_account/main
**✅ &nbsp; Terraform Format:** `success`
**✅ &nbsp; Terraform Plan:** `success`
**✅ &nbsp; Conftest:** `success` 

**⚠️ &nbsp; Warning:** resources will be destroyed by this change!
```terraform
Plan: 9 to add, 1 to change, 6 to destroy
```
**✂ &nbsp; Warning:** plan has been truncated! See the [full plan in the logs](https://github.com/cds-snc/cds-aws-lz/actions/runs/3322957244).
<details>
<summary>Show plan</summary>

```terraform
Resource actions are indicated with the following symbols:
  + create
  ~ update in-place
-/+ destroy and then create replacement
 <= read (data resources)

Terraform will perform the following actions:

  # data.aws_iam_policy.admin will be read during apply
  # (config refers to values not yet known)
 <= data "aws_iam_policy" "admin"  {
      ~ arn         = "arn:aws:iam::aws:policy/AdministratorAccess" -> (known after apply)
      ~ description = "Provides full access to AWS services and resources." -> (known after apply)
      ~ id          = "arn:aws:iam::aws:policy/AdministratorAccess" -> (known after apply)
        name        = "AdministratorAccess"
      ~ path        = "/" -> (known after apply)
      ~ policy      = jsonencode(
            {
              - Statement = [
                  - {
                      - Action   = "*"
                      - Effect   = "Allow"
                      - Resource = "*"
                    },
                ]
              - Version   = "2012-10-17"
            }
        ) -> (known after apply)
      ~ policy_id   = "ANPAIWMBCKSKIEE64ZLYK" -> (known after apply)
      ~ tags        = {} -> (known after apply)
    }

  # aws_iam_policy.cloud_spend will be created
  + resource "aws_iam_policy" "cloud_spend" {
      + arn       = (known after apply)
      + id        = (known after apply)
      + name      = "SRECloudSpendPermissionAssignments"
      + path      = "/"
      + policy    = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = "ce:GetCostAndUsage"
                      + Effect   = "Allow"
                      + Resource = "*"
                      + Sid      = ""
                    },
                  + {
                      + Action   = [
                          + "organizations:ListTagsForResource",
                          + "organizations:ListAccounts",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                      + Sid      = ""
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id = (known after apply)
      + tags      = {
          + "CostCentre" = "cds-aws-lz-production"
          + "Terraform"  = "true"
        }
      + tags_all  = {
          + "CostCentre" = "cds-aws-lz-production"
          + "Terraform"  = "true"
        }
    }

  # aws_iam_role_policy_attachment.admin must be replaced
-/+ resource "aws_iam_role_policy_attachment" "admin" {
      ~ id         = "CDSLZTerraformAdministratorRole-20220927165204318700000004" -> (known after apply)
      ~ policy_arn = "arn:aws:iam::aws:policy/AdministratorAccess" -> (known after apply) # forces replacement
        # (1 unchanged attribute hidden)
    }

  # aws_iam_role_policy_attachment.admin_plan must be replaced
-/+ resource "aws_iam_role_policy_attachment" "admin_plan" {
      ~ id         = "CDSLZTerraformAdminPlanRole-20220927165204304200000003" -> (known after apply)
      ~ policy_arn = "arn:aws:iam::aws:policy/AdministratorAccess" -> (known after apply) # forces replacement
        # (1 unchanged attribute hidden)
    }

  # aws_iam_role_policy_attachment.cloud_spend will be created
  + resource "aws_iam_role_policy_attachment" "cloud_spend" {
      + id         = (known after apply)
      + policy_arn = (known after apply)
      + role       = "CDSLZTerraformCloudSpendRole"
    }

  # module.attach_tf_plan_policy.data.aws_iam_policy.readonly will be read during apply
  # (config refers to values not yet known)
 <= data "aws_iam_policy" "readonly"  {
      ~ arn         = "arn:aws:iam::aws:policy/ReadOnlyAccess" -> (known after apply)
      ~ description = "Provides read-only access to AWS services and resources." -> (known after apply)
      ~ id          = "arn:aws:iam::aws:policy/ReadOnlyAccess" -> (known after apply)
        name        = "ReadOnlyAccess"
      ~ path        = "/" -> (known after apply)
      ~ policy      = jsonencode(
            {
              - Statement = [
                  - {
                      - Action   = [
                          - "a4b:Get*",
                          - "a4b:List*",
                          - "a4b:Search*",
                          - "access-analyzer:GetAccessPreview",
                          - "access-analyzer:GetAnalyzedResource",
                          - "access-analyzer:GetAnalyzer",
                          - "access-analyzer:GetArchiveRule",
                          - "access-analyzer:GetFinding",
                          - "access-analyzer:GetGeneratedPolicy",
                          - "access-analyzer:ListAccessPreviewFindings",
                          - "access-analyzer:ListAccessPreviews",
                          - "access-analyzer:ListAnalyzedResources",
                          - "access-analyzer:ListAnalyzers",
                          - "access-analyzer:ListArchiveRules",
                          - "access-analyzer:ListFindings",
                          - "access-analyzer:ListPolicyGenerations",
                          - "access-analyzer:ListTagsForResource",
                          - "access-analyzer:ValidatePolicy",
                          - "account:GetAlternateContact",
                          - "acm-pca:Describe*",
                          - "acm-pca:Get*",
                          - "acm-pca:List*",
                          - "acm:Describe*",
                          - "acm:Get*",
                          - "acm:List*",
                          - "airflow:ListEnvironments",
                          - "airflow:ListTagsForResource",
                          - "amplify:GetApp",
                          - "amplify:GetBranch",
                          - "amplify:GetDomainAssociation",
                          - "amplify:GetJob",
                          - "amplify:ListApps",
                          - "amplify:ListBranches",
                          - "amplify:ListDomainAssociations",
                          - "amplify:ListJobs",
                          - "apigateway:GET",
                          - "appconfig:GetApplication",
                          - "appconfig:GetConfiguration",
                          - "appconfig:GetConfigurationProfile",
                          - "appconfig:GetDeployment",
                          - "appconfig:GetDeploymentStrategy",
                          - "appconfig:GetEnvironment",
                          - "appconfig:GetHostedConfigurationVersion",
                          - "appconfig:ListApplications",
                          - "appconfig:ListConfigurationProfiles",
                          - "appconfig:ListDeployments",
                          - "appconfig:ListDeploymentStrategies",
                          - "appconfig:ListEnvironments",
                          - "appconfig:ListHostedConfigurationVersions",
                          - "appconfig:ListTagsForResource",
                          - "appflow:DescribeConnectorEntity",
                          - "appflow:DescribeConnectorFields",
                          - "appflow:DescribeConnectorProfiles",
                          - "appflow:DescribeConnectors",
                          - "appflow:DescribeFlowExecution",
                          - "appflow:DescribeFlows",
                          - "appflow:ListConnectorEntities",
                          - "appflow:ListConnectorFields",
                          - "appflow:ListFlows",
                          - "appflow:ListTagsForResource",
                          - "application-autoscaling:Describe*",
                          - "applicationinsights:Describe*",
                          - "applicationinsights:List*",
                          - "appmesh:Describe*",
                          - "appmesh:List*",
                          - "appstream:Describe*",
                          - "appstream:List*",
                          - "appsync:Get*",
                          - "appsync:List*",
                          - "aps:DescribeAlertManagerDefinition",
                          - "aps:DescribeRuleGroupsNamespace",
                          - "aps:DescribeWorkspace",
                          - "aps:GetAlertManagerSilence",
                          - "aps:GetAlertManagerStatus",
                          - "aps:GetLabels",
                          - "aps:GetMetricMetadata",
                          - "aps:GetSeries",
                          - "aps:ListAlertManagerAlertGroups",
                          - "aps:ListAlertManagerAlerts",
                          - "aps:ListAlertManagerReceivers",
                          - "aps:ListAlertManagerSilences",
                          - "aps:ListAlerts",
                          - "aps:ListRuleGroupsNamespaces",
                          - "aps:ListRules",
                          - "aps:ListTagsForResource",
                          - "aps:ListWorkspaces",
                          - "aps:QueryMetrics",
                          - "athena:Batch*",
                          - "athena:Get*",
                          - "athena:List*",
                          - "auditmanager:GetAccountStatus",
                          - "auditmanager:GetAssessment",
                          - "auditmanager:GetAssessmentFramework",
                          - "auditmanager:GetAssessmentReportUrl",
                          - "auditmanager:GetChangeLogs",
                          - "auditmanager:GetControl",
                          - "auditmanager:GetDelegations",
                          - "auditmanager:GetEvidence",
                          - "auditmanager:GetEvidenceByEvidenceFolder",
                          - "auditmanager:GetEvidenceFolder",
                          - "auditmanager:GetEvidenceFoldersByAssessment",
                          - "auditmanager:GetEvidenceFoldersByAssessmentControl",
                          - "auditmanager:GetOrganizationAdminAccount",
                          - "auditmanager:GetServicesInScope",
                          - "auditmanager:GetSettings",
                          - "auditmanager:ListAssessmentFrameworks",
                          - "auditmanager:ListAssessmentReports",
                          - "auditmanager:ListAssessments",
                          - "auditmanager:ListControls",
                          - "auditmanager:ListKeywordsForDataSource",
                          - "auditmanager:ListNotifications",
                          - "auditmanager:ListTagsForResource",
                          - "auditmanager:ValidateAssessmentReportIntegrity",
                          - "autoscaling-plans:Describe*",
                          - "autoscaling-plans:GetScalingPlanResourceForecastData",
                          - "autoscaling:Describe*",
                          - "autoscaling:GetPredictiveScalingForecast",
                          - "aws-portal:View*",
                          - "backup-gateway:ListGateways",
                          - "backup-gateway:ListHypervisors",
                          - "backup-gateway:ListTagsForResource",
                          - "backup-gateway:ListVirtualMachines",
                          - "backup:Describe*",
                          - "backup:Get*",
                          - "backup:List*",
                          - "batch:Describe*",
                          - "batch:List*",
                          - "billingconductor:ListAccountAssociations",
                          - "billingconductor:ListBillingGroupCostReports",
                          - "billingconductor:ListBillingGroups",
                          - "billingconductor:ListCustomLineItems",
                          - "billingconductor:ListPricingPlans",
                          - "billingconductor:ListPricingPlansAssociatedWithPricingRule",
                          - "billingconductor:ListPricingRules",
                          - "billingconductor:ListPricingRulesAssociatedToPricingPlan",
                          - "billingconductor:ListResourcesAssociatedToCustomLineItem",
                          - "billingconductor:ListTagsForResource",
                          - "braket:GetDevice",
                          - "braket:GetQuantumTask",
                          - "braket:SearchDevices",
                          - "braket:SearchQuantumTasks",
                          - "budgets:Describe*",
                          - "budgets:View*",
                          - "cassandra:Select",
                          - "ce:DescribeCostCategoryDefinition",
                          - "ce:DescribeNotificationSubscription",
                          - "ce:DescribeReport",
                          - "ce:GetAnomalies",
                          - "ce:GetAnomalyMonitors",
                          - "ce:GetAnomalySubscriptions",
                          - "ce:GetCostAndUsage",
                          - "ce:GetCostAndUsageWithResources",
                          - "ce:GetCostCategories",
                          - "ce:GetCostForecast",
                          - "ce:GetDimensionValues",
                          - "ce:GetPreferences",
                          - "ce:GetReservationCoverage",
                          - "ce:GetReservationPurchaseRecommendation",
                          - "ce:GetReservationUtilization",
                          - "ce:GetRightsizingRecommendation",
                          - "ce:GetSavingsPlansCoverage",
                          - "ce:GetSavingsPlansPurchaseRecommendation",
                          - "ce:GetSavingsPlansUtilization",
                          - "ce:GetSavingsPlansUtilizationDetails",
                          - "ce:GetTags",
                          - "ce:GetUsageForecast",
                          - "ce:ListCostCategoryDefinitions",
                          - "ce:ListTagsForResource",
                          - "chatbot:Describe*",
                          - "chatbot:Get*",
                          - "chime:Get*",
                          - "chime:List*",
                          - "chime:Retrieve*",
                          - "chime:Search*",
                          - "chime:Validate*",
                          - "cloud9:Describe*",
                          - "cloud9:List*",
                          - "clouddirectory:BatchRead",
                          - "clouddirectory:Get*",
                          - "clouddirectory:List*",
                          - "clouddirectory:LookupPolicy",
                          - "cloudformation:Describe*",
                          - "cloudformation:Detect*",
                          - "cloudformation:Estimate*",
                          - "cloudformation:Get*",
                          - "cloudformation:List*",
                          - "cloudfront:DescribeFunction",
                          - "cloudfront:Get*",
                          - "cloudfront:List*",
                          - "cloudhsm:Describe*",
                          - "cloudhsm:Get*",
                          - "cloudhsm:List*",
                          - "cloudsearch:Describe*",
                          - "cloudsearch:List*",
                          - "cloudtrail:Describe*",
                          - "cloudtrail:Get*",
                          - "cloudtrail:List*",
                          - "cloudtrail:LookupEvents",
                          - "cloudwatch:Describe*",
                          - "cloudwatch:Get*",
                          - "cloudwatch:List*",
                          - "codeartifact:DescribeDomain",
                          - "codeartifact:DescribePackage",
                          - "codeartifact:DescribePackageVersion",
                          - "codeartifact:DescribeRepository",
                          - "codeartifact:GetAuthorizationToken",
                          - "codeartifact:GetDomainPermissionsPolicy",
                          - "codeartifact:GetPackageVersionAsset",
                          - "codeartifact:GetPackageVersionReadme",
                          - "codeartifact:GetRepositoryEndpoint",
                          - "codeartifact:GetRepositoryPermissionsPolicy",
                          - "codeartifact:ListDomains",
                          - "codeartifact:ListPackages",
                          - "codeartifact:ListPackageVersionAssets",
                          - "codeartifact:ListPackageVersionDependencies",
                          - "codeartifact:ListPackageVersions",
                          - "codeartifact:ListRepositories",
                          - "codeartifact:ListRepositoriesInDomain",
                          - "codeartifact:ListTagsForResource",
                          - "codeartifact:ReadFromRepository",
                          - "codebuild:BatchGet*",
                          - "codebuild:DescribeCodeCoverages",
                          - "codebuild:DescribeTestCases",
                          - "codebuild:List*",
                          - "codecommit:BatchGet*",
                          - "codecommit:Describe*",
                          - "codecommit:Get*",
                          - "codecommit:GitPull",
                          - "codecommit:List*",
                          - "codedeploy:BatchGet*",
                          - "codedeploy:Get*",
                          - "codedeploy:List*",
                          - "codeguru-profiler:Describe*",
                          - "codeguru-profiler:Get*",
                          - "codeguru-profiler:List*",
                          - "codeguru-reviewer:Describe*",
                          - "codeguru-reviewer:Get*",
                          - "codeguru-reviewer:List*",
                          - "codepipeline:Get*",
                          - "codepipeline:List*",
                          - "codestar-connections:GetConnection",
                          - "codestar-connections:GetHost",
                          - "codestar-connections:ListConnections",
                          - "codestar-connections:ListHosts",
                          - "codestar-connections:ListTagsForResource",
                          - "codestar-notifications:describeNotificationRule",
                          - "codestar-notifications:listEventTypes",
                          - "codestar-notifications:listNotificationRules",
                          - "codestar-notifications:listTagsForResource",
                          - "codestar-notifications:ListTargets",
                          - "codestar:Describe*",
                          - "codestar:Get*",
                          - "codestar:List*",
                          - "codestar:Verify*",
                          - "cognito-identity:Describe*",
                          - "cognito-identity:GetCredentialsForIdentity",
                          - "cognito-identity:GetIdentityPoolRoles",
                          - "cognito-identity:GetOpenIdToken",
                          - "cognito-identity:GetOpenIdTokenForDeveloperIdentity",
                          - "cognito-identity:List*",
                          - "cognito-identity:Lookup*",
                          - "cognito-idp:AdminGet*",
                          - "cognito-idp:AdminList*",
                          - "cognito-idp:Describe*",
                          - "cognito-idp:Get*",
                          - "cognito-idp:List*",
                          - "cognito-sync:Describe*",
                          - "cognito-sync:Get*",
                          - "cognito-sync:List*",
                          - "cognito-sync:QueryRecords",
                          - "comprehend:BatchDetect*",
                          - "comprehend:Classify*",
                          - "comprehend:Contains*",
                          - "comprehend:Describe*",
                          - "comprehend:Detect*",
                          - "comprehend:List*",
                          - "compute-optimizer:DescribeRecommendationExportJobs",
                          - "compute-optimizer:GetAutoScalingGroupRecommendations",
                          - "compute-optimizer:GetEBSVolumeRecommendations",
                          - "compute-optimizer:GetEC2InstanceRecommendations",
                          - "compute-optimizer:GetEC2RecommendationProjectedMetrics",
                          - "compute-optimizer:GetEnrollmentStatus",
                          - "compute-optimizer:GetEnrollmentStatusesForOrganization",
                          - "compute-optimizer:GetLambdaFunctionRecommendations",
                          - "compute-optimizer:GetRecommendationSummaries",
                          - "config:BatchGetAggregateResourceConfig",
                          - "config:BatchGetResourceConfig",
                          - "config:Deliver*",
                          - "config:Describe*",
                          - "config:Get*",
                          - "config:List*",
                          - "config:SelectAggregateResourceConfig",
                          - "config:SelectResourceConfig",
                          - "connect:Describe*",
                          - "connect:GetFederationToken",
                          - "connect:List*",
                          - "databrew:DescribeDataset",
                          - "databrew:DescribeJob",
                          - "databrew:DescribeJobRun",
                          - "databrew:DescribeProject",
                          - "databrew:DescribeRecipe",
                          - "databrew:DescribeRuleset",
                          - "databrew:DescribeSchedule",
                          - "databrew:ListDatasets",
                          - "databrew:ListJobRuns",
                          - "databrew:ListJobs",
                          - "databrew:ListProjects",
                          - "databrew:ListRecipes",
                          - "databrew:ListRecipeVersions",
                          - "databrew:ListRulesets",
                          - "databrew:ListSchedules",
                          - "databrew:ListTagsForResource",
                          - "dataexchange:Get*",
                          - "dataexchange:List*",
                          - "datapipeline:Describe*",
                          - "datapipeline:EvaluateExpression",
                          - "datapipeline:Get*",
                          - "datapipeline:List*",
                          - "datapipeline:QueryObjects",
                          - "datapipeline:Validate*",
                          - "datasync:Describe*",
                          - "datasync:List*",
                          - "dax:BatchGetItem",
                          - "dax:Describe*",
                          - "dax:GetItem",
                          - "dax:ListTags",
                          - "dax:Query",
                          - "dax:Scan",
                          - "deepcomposer:GetComposition",
                          - "deepcomposer:GetModel",
                          - "deepcomposer:GetSampleModel",
                          - "deepcomposer:ListCompositions",
                          - "deepcomposer:ListModels",
                          - "deepcomposer:ListSampleModels",
                          - "deepcomposer:ListTrainingTopics",
                          - "detective:BatchGetGraphMemberDatasources",
                          - "detective:BatchGetMembershipDatasources",
                          - "detective:Get*",
                          - "detective:List*",
                          - "detective:SearchGraph",
                          - "devicefarm:Get*",
                          - "devicefarm:List*",
                          - "devops-guru:DescribeAccountHealth",
                          - "devops-guru:DescribeAccountOverview",
                          - "devops-guru:DescribeAnomaly",
                          - "devops-guru:DescribeEventSourcesConfig",
                          - "devops-guru:DescribeFeedback",
                          - "devops-guru:DescribeInsight",
                          - "devops-guru:DescribeResourceCollectionHealth",
                          - "devops-guru:DescribeServiceIntegration",
                          - "devops-guru:GetCostEstimation",
                          - "devops-guru:GetResourceCollection",
                          - "devops-guru:ListAnomaliesForInsight",
                          - "devops-guru:ListEvents",
                          - "devops-guru:ListInsights",
                          - "devops-guru:ListNotificationChannels",
                          - "devops-guru:ListRecommendations",
                          - "devops-guru:SearchInsights",
                          - "devops-guru:StartCostEstimation",
                          - "directconnect:Describe*",
                          - "discovery:Describe*",
                          - "discovery:Get*",
                          - "discovery:List*",
                          - "dlm:Get*",
                          - "dms:Describe*",
                          - "dms:List*",
                          - "dms:Test*",
                          - "drs:DescribeJobLogItems",
                          - "drs:DescribeJobs",
                          - "drs:DescribeRecoveryInstances",
                          - "drs:DescribeRecoverySnapshots",
                          - "drs:DescribeReplicationConfigurationTemplates",
                          - "drs:DescribeSourceServers",
                          - "drs:GetFailbackReplicationConfiguration",
                          - "drs:GetLaunchConfiguration",
                          - "drs:GetReplicationConfiguration",
                          - "drs:ListExtensibleSourceServers",
                          - "drs:ListStagingAccounts",
                          - "drs:ListTagsForResource",
                          - "ds:Check*",
                          - "ds:Describe*",
                          - "ds:Get*",
                          - "ds:List*",
                          - "ds:Verify*",
                          - "dynamodb:BatchGet*",
                          - "dynamodb:Describe*",
                          - "dynamodb:Get*",
                          - "dynamodb:List*",
                          - "dynamodb:Query",
                          - "dynamodb:Scan",
                          - "ec2:Describe*",
                          - "ec2:Get*",
                          - "ec2:ListImagesInRecycleBin",
                          - "ec2:ListSnapshotsInRecycleBin",
                          - "ec2:SearchLocalGatewayRoutes",
                          - "ec2:SearchTransitGatewayRoutes",
                          - "ec2messages:Get*",
                          - "ecr-public:BatchCheckLayerAvailability",
                          - "ecr-public:DescribeImages",
                          - "ecr-public:DescribeImageTags",
                          - "ecr-public:DescribeRegistries",
                          - "ecr-public:DescribeRepositories",
                          - "ecr-public:GetAuthorizationToken",
                          - "ecr-public:GetRegistryCatalogData",
                          - "ecr-public:GetRepositoryCatalogData",
                          - "ecr-public:GetRepositoryPolicy",
                          - "ecr-public:ListTagsForResource",
                          - "ecr:BatchCheck*",
                          - "ecr:BatchGet*",
                          - "ecr:Describe*",
                          - "ecr:Get*",
                          - "ecr:List*",
                          - "ecs:Describe*",
                          - "ecs:List*",
                          - "eks:Describe*",
                          - "eks:List*",
                          - "elastic-inference:DescribeAcceleratorOfferings",
                          - "elastic-inference:DescribeAccelerators",
                          - "elastic-inference:DescribeAcceleratorTypes",
                          - "elastic-inference:ListTagsForResource",
                          - "elasticache:Describe*",
                          - "elasticache:List*",
                          - "elasticbeanstalk:Check*",
                          - "elasticbeanstalk:Describe*",
                          - "elasticbeanstalk:List*",
                          - "elasticbeanstalk:Request*",
                          - "elasticbeanstalk:Retrieve*",
                          - "elasticbeanstalk:Validate*",
                          - "elasticfilesystem:Describe*",
                          - "elasticloadbalancing:Describe*",
                          - "elasticmapreduce:Describe*",
                          - "elasticmapreduce:GetBlockPublicAccessConfiguration",
                          - "elasticmapreduce:List*",
                          - "elasticmapreduce:View*",
                          - "elastictranscoder:List*",
                          - "elastictranscoder:Read*",
                          - "elemental-appliances-software:Get*",
                          - "elemental-appliances-software:List*",
                          - "emr-containers:DescribeJobRun",
                          - "emr-containers:DescribeManagedEndpoint",
                          - "emr-containers:DescribeVirtualCluster",
                          - "emr-containers:ListJobRuns",
                          - "emr-containers:ListManagedEndpoints",
                          - "emr-containers:ListTagsForResource",
                          - "emr-containers:ListVirtualClusters",
                          - "es:Describe*",
                          - "es:ESHttpGet",
                          - "es:ESHttpHead",
                          - "es:Get*",
                          - "es:List*",
                          - "events:Describe*",
                          - "events:List*",
                          - "events:Test*",
                          - "firehose:Describe*",
 ...
```

</details>

<details>
<summary>Show Conftest results</summary>

```sh
WARN - plan.json - main - Missing Common Tags: ["aws_cloudwatch_event_rule.cds_sentinel_securityhub_rule"]
WARN - plan.json - main - Missing Common Tags: ["aws_kms_key.cds_sentinel_guard_duty_key"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.AFT"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.DumpsterFire"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.Production"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.SRETools"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.Sandbox"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.Security"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.Staging"]
WARN - plan.json - main - Missing Common Tags: ["aws_organizations_organizational_unit.Test"]
WARN - plan.json - main - Missing Common Tags: ["aws_sns_topic.critical"]
WARN - plan.json - main - Missing Common Tags: ["aws_sns_topic.warning"]
WARN - plan.json - main - Missing Common Tags: ["module.alarm_actions.aws_cloudwatch_metric_alarm.alarm_failure[\"Ops1\"]"]
WARN - plan.json - main - Missing Common Tags: ["module.alarm_actions.aws_cloudwatch_metric_alarm.alarm_failure[\"Ops2\"]"]
WARN - plan.json - main - Missing Common Tags: ["module.alarm_actions.aws_cloudwatch_metric_alarm.alarm_success[\"Ops1\"]"]
WARN - plan.json - main - Missing Common Tags: ["module.alarm_actions.aws_cloudwatch_metric_alarm.alarm_success[\"Ops2\"]"]
WARN - plan.json - main - Missing Common Tags: ["module.attach_tf_plan_policy.aws_iam_policy.this"]
WARN - plan.json - main - Missing Common Tags: ["module.cloudtrail_forwarder.aws_cloudwatch_log_group.sentinel_forwarder_lambda"]
WARN - plan.json - main - Missing Common Tags: ["module.cloudtrail_forwarder.aws_iam_policy.sentinel_forwarder_lambda"]
WARN - plan.json - main -...
```

</details>
